Repository: giellalt/corpus-sme
Catalog: tmx/nob2sme/admin/depts/regjeringen.no/riikkaidgaskasa-algoalbmotbargu_id_24393.html.tmx
Source language: sme
Languages: nob

source: Riikkaidgaskasaš álgoálbmotbargu
nob: Internasjonalt urfolksarbeid

source: Nogga eiseválddit oassálastet viššalit riikkaidgaskasaš álgoálbmotbarggu foraide .
nob: Norske myndigheter deltar aktivt i ulike fora innenfor internasjonalt urfolksarbeid .

source: Norga lea aktiivvalaččat oassálastán ásahit ONa álgoálbmotáššiid bistevaš fora , ja lea leamaš bargojuhkosis mii lea ráhkadan ONa álgoálbmotvuoigatvuođaid julggaštusa .
nob: Norge har deltatt aktivt i etableringen av FNs permanente forum for urfolkssaker , og har også deltatt i arbeidsgruppen som har utarbeidet FNs erklæring om urfolksrettigheter .

source: Davviguovlluin leat Norgga eiseválddit mielde Barentsovttasbarggus ja Árktalaš Ráđis .
nob: I nordområdene deltar norske myndigheter i Barentssamarbeidet og i Arktisk råd .

source: Norgga guottut riikkaidgaskasaš álgoálbmotáššiide hábmejuvvojit Sámedikki lagaš ovttasbargguin .
nob: Norske holdninger til internasjonale urfolksspørsmål utformes i nært samarbeid med Sametinget .

source: ONa julggaštus álgoálbmotvuoigatvuođaid birra
nob: FNs erklæring om urfolks rettigheter

source: ONa váldočoahkkin dohkkehii čakčamánu 13. b. 2007 oktasaš álgoálbmotjulggaštusa , maid stáhtat ja sierranas álgoálbmotjoavkkut lahka ovttasbarggadettiin ledje ráhkadan .
nob: FNs generalforsamling vedtok 13. september 2007 en felles urfolkserklæring , utarbeidet i en prosess med tett samarbeid mellom stater og ulike urfolksgrupper .

source: ONa álgoálbmotáššiid bistevaš fora
nob: FNs permanente forum for urfolkssaker

source: ONa álgoálbmotáššiid bistevaš fora lea ONa ekonomalaš ja sosiála ráđi ( ECOSOCa ) ráđđeaddi orgána .
nob: FNs permanente forum for urfolkssaker er et rådgivende organ for FNs økonomiske og sosiale råd ( ECOSOC ) .

source: Fora galgá addit ráđiid ja rávvagiid áššiin mat gusket máilmmi álgoálbmogiid ekonomalaš ja sosiála ovdáneapmái , kultuvrii , oahpahussii , dearvvasvuhtii ja olmmošvuoigatvuođaide .
nob: Forumet skal råd og anbefalinger i saker som angår verdens urfolk innenfor økonomisk og sosial utvikling , kultur , utdanning , helse og menneskerettigheter .

source: Norga lea árjjalaččat oassálastán bargui man ulbmil lea leamaš ásahit ONa álgoálbmotáššiid bistevaš fora .
nob: Norge har vært aktivt med i arbeidet for å etablere urfolksforumet .

source: ILO-konvenšuvdna eamiálbmogiid vuoigatvuođaid birra
nob: ILO-konvensjonen om urfolks rettigheter

source: ILO-konvenšuvnna nr 169 eamiálbmogiid ja čearddalaš álbmogiid hárrái iešmearrideaddji riikkain váldoprinsihppa lea eamiálbmogiid vuoigatvuohta seailluhit ja ain ovddidit iežaset kultuvrra , ja eiseválddiid geatnegasvuohta čađahit doaibmabijuid mat dorjot dán barggu .
nob: Hovedprinsippet ILO-konvensjon nr 169 om urfolk og stammefolk i selvstendige stater er urfolks rett til å bevare og videreutvikle sin egen kultur , og myndighetenes plikt til å treffe tiltak for å støtte dette arbeidet .

source: Norga čálii vuollái konvenšuvnna 1990 .
nob: Norge ratifiserte konvensjonen i 1990 .

source: Ovttasbargu Sámedikkiin riikkaidgaskasaš álgoálbmotáššiin
nob: Samarbeid med Sametinget i internasjonale urfolkssaker

source: Ráđđehus atná dehálažžan ahte ráđđehusa ja álgoálbmogiid ovddasteaddjit guoibmálagaid digaštallet ja šiehtadallet riikkaidgaskasaš álgoálbmotáššiid .
nob: Regjeringen legger stor vekt på at internasjonale urfolksspørsmål drøftes og forhandles gjennom et nært samvirke mellom regjeringen og urfolksrepresentanter .

source: Árktalaš ráđđi
nob: Arktisk råd

source: Árktalaš Ráđđi galgá ovddidit ovttasbarggu ja oktiiordnema gaskal árktalaš riikkaid dakkár áššiin mat gullet árktalaš guovlluide .
nob: Arktisk råd skal fremme samarbeid og koordinering mellom de arktiske landene i saker av relevans for det arktiske området .

source: Álgoálbmogiid olles searvadahttin ja oassálastin árktalaš ovttasbargui lea guovddášášši .
nob: Involvering og aktiv deltakelse fra urfolk er sentralt for det arktiske samarbeidet .
